Repository: chentao1006/FluxRemote
Catalog: ios/FluxRemote/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko

# settings.cloudSyncHelp
source: iCloud 同步文件夹位于‘文件’应用的 iCloud 云盘 > FluxRemote 目录下。请手动打开‘文件’应用查看。
de: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
en: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
es: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
fr: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
it: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
ja: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.
ko: iCloud sync folder is located in the Files app under iCloud Drive > FluxRemote. Please open the Files app manually.

# settings.connection
source: 面板连接
de: Verbindung
en: Connection
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결

# settings.connectionFailed
source: 连接失败
de: Verbindung fehlgeschlagen
en: Connection Failed
es: Conexión fallida
fr: Échec de connexion
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패

# settings.connectionSuccess
source: 连接成功
de: Verbindung erfolgreich
en: Connection Successful
es: Conexión correcta
fr: Connexion réussie
it: Connessione riuscita
ja: 接続しました
ko: 연결 성공

# settings.currentUser
source: 当前用户
de: Aktueller Benutzer
en: Current User
es: Usuario actual
fr: Utilisateur actuel
it: Utente corrente
ja: 現在のユーザー
ko: 현재 사용자

# settings.customService
source: 自定义 OpenAI 服务
de: Custom OpenAI Service
en: Custom OpenAI Service
es: Custom OpenAI Service
fr: Custom OpenAI Service
it: Custom OpenAI Service
ja: Custom OpenAI Service
ko: Custom OpenAI Service

# settings.customServiceConfig
source: 自定义配置
de: Benutzerdefinierte Konfiguration
en: Custom Configuration
es: Configuración personalizada
fr: Configuration personnalisée
it: Configurazione personalizzata
ja: カスタム設定
ko: 사용자 설정

# settings.deleteServerConfirm
source: 确定要删除该服务器吗？
de: Are you sure you want to delete this server?
en: Are you sure you want to delete this server?
es: Are you sure you want to delete this server?
fr: Are you sure you want to delete this server?
it: Are you sure you want to delete this server?
ja: Are you sure you want to delete this server?
ko: Are you sure you want to delete this server?

# settings.editServer
source: 编辑服务器
de: Server bearbeiten
en: Edit Server
es: Editar servidor
fr: Modifier le serveur
it: Modifica server
ja: サーバーを編集
ko: 서버 편집

# settings.featureControl
source: 功能模块控制
de: Funktionssteuerung
en: Feature Control
es: Control de funciones
fr: Contrôle des fonctions
it: Controllo funzioni
ja: 機能管理
ko: 기능 제어

# settings.iosAppDesc
source: FluxRemote 是原生 iOS 客户端，严格遵循 Web 版的功能与布局，为您提供极致的监控体验。
de: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
en: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
es: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
fr: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
it: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
ja: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.
ko: FluxRemote is a native iOS client that strictly follows the functionality and layout of the Web version, providing you with the ultimate monitoring experience.

# settings.language
source: 语言设置
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어

# settings.launcherInstructions
source: 需要在 Mac 服务器安装启动器
de: Please install the launcher on your Mac server first.
en: Please install the launcher on your Mac server first.
es: Please install the launcher on your Mac server first.
fr: Please install the launcher on your Mac server first.
it: Please install the launcher on your Mac server first.
ja: Please install the launcher on your Mac server first.
ko: Please install the launcher on your Mac server first.

# settings.launcherStep1
source: 1. 在您的 Mac 服务器上下载并安装 Flux 启动器
de: 1. Download and install Flux Launcher on your Mac.
en: 1. Download and install Flux Launcher on your Mac.
es: 1. Download and install Flux Launcher on your Mac.
fr: 1. Download and install Flux Launcher on your Mac.
it: 1. Download and install Flux Launcher on your Mac.
ja: 1. Download and install Flux Launcher on your Mac.
ko: 1. Download and install Flux Launcher on your Mac.

# settings.launcherStep2
source: 2. 登录启动器以自动同步您的服务器
de: 2. Sign in to sync your server automatically.
en: 2. Sign in to sync your server automatically.
es: 2. Sign in to sync your server automatically.
fr: 2. Sign in to sync your server automatically.
it: 2. Sign in to sync your server automatically.
ja: 2. Sign in to sync your server automatically.
ko: 2. Sign in to sync your server automatically.

# settings.launcherVisitWebsite
source: 访问官网了解更多详情：
de: Visit our website for details:
en: Visit our website for details:
es: Visit our website for details:
fr: Visit our website for details:
it: Visit our website for details:
ja: Visit our website for details:
ko: Visit our website for details:

# settings.launcherWebsite
source: 网站: https://flux.ct106.com/
de: Website: https://flux.ct106.com/
en: Website: https://flux.ct106.com/
es: Sitio web: https://flux.ct106.com/
fr: Site web : https://flux.ct106.com/
it: Sito web: https://flux.ct106.com/
ja: Webサイト: https://flux.ct106.com/
ko: 웹사이트: https://flux.ct106.com/

# settings.localSettings
source: 本地设置
de: Local Settings
en: Local Settings
es: Local Settings
fr: Local Settings
it: Local Settings
ja: Local Settings
ko: Local Settings

# settings.logout
source: 退出登录
de: Abmelden
en: Logout
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃

# settings.logoutConfirmMessage
source: 确认要退出登录当前的服务器吗？
de: Möchtest du dich wirklich abmelden?
en: Are you sure you want to logout?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?

# settings.logoutConfirmTitle
source: 退出登录
de: Confirm Logout
en: Confirm Logout
es: Confirm Logout
fr: Confirm Logout
it: Confirm Logout
ja: Confirm Logout
ko: Confirm Logout

# settings.model
source: AI 模型
de: AI Model
en: AI Model
es: AI Model
fr: AI Model
it: AI Model
ja: AI Model
ko: AI Model

# settings.noServers
source: 暂未配置服务器
de: No Servers Configured
en: No Servers Configured
es: No Servers Configured
fr: No Servers Configured
it: No Servers Configured
ja: No Servers Configured
ko: No Servers Configured

# settings.noServersTitle
source: 欢迎使用 FluxRemote
de: Willkommen bei FluxRemote
en: Welcome to FluxRemote
es: Bienvenido a FluxRemote
fr: Bienvenue dans FluxRemote
it: Benvenuto in FluxRemote
ja: FluxRemoteへようこそ
ko: FluxRemote에 오신 것을 환영합니다

# settings.passwordWillBeCleared
source: 关闭“记住密码”将清空已保存的密码。
de: Turning off 'Remember Password' will clear the saved password.
en: Turning off 'Remember Password' will clear the saved password.
es: Turning off 'Remember Password' will clear the saved password.
fr: Turning off 'Remember Password' will clear the saved password.
it: Turning off 'Remember Password' will clear the saved password.
ja: Turning off 'Remember Password' will clear the saved password.
ko: Turning off 'Remember Password' will clear the saved password.

# settings.publicService
source: 公共服务
de: Public Service
en: Public Service
es: Public Service
fr: Public Service
it: Public Service
ja: Public Service
ko: Public Service

# settings.publicServiceDesc
source: 公共服务有速度和每日总量限制。使用您自己的 API 可获得无限制访问。
de: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
en: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
es: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
fr: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
it: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
ja: Public service has rate limits and daily total limits. Use your own API for unrestricted access.
ko: Public service has rate limits and daily total limits. Use your own API for unrestricted access.

# settings.server
source: 服务器
de: Server
en: Server
es: Servidor
fr: Serveur
it: Server
ja: サーバー
ko: 서버

# settings.serverList
source: 服务器管理
de: Servers
en: Servers
es: Servers
fr: Servers
it: Servers
ja: Servers
ko: Servers

# settings.serverName
source: 服务器名称
de: Servername
en: Server Name
es: Nombre del servidor
fr: Nom du serveur
it: Nome server
ja: サーバー名
ko: 서버 이름

# settings.serverURL
source: 服务器地址
de: Server-URL
en: Server URL
es: URL del servidor
fr: URL du serveur
it: URL server
ja: サーバーURL
ko: 서버 URL

# settings.serviceMode
source: 服务模式
de: Service Provider
en: Service Provider
es: Service Provider
fr: Service Provider
it: Service Provider
ja: Service Provider
ko: Service Provider

# settings.streamOutput
source: 流式输出
de: Streaming Output
en: Streaming Output
es: Streaming Output
fr: Streaming Output
it: Streaming Output
ja: Streaming Output
ko: Streaming Output

# settings.syncData
source: 同步全局数据
de: Sync Global Data
en: Sync Global Data
es: Sync Global Data
fr: Sync Global Data
it: Sync Global Data
ja: Sync Global Data
ko: Sync Global Data

# settings.testConnection
source: 测试连接
de: Verbindung testen
en: Test Connection
es: Probar conexión
fr: Tester la connexion
it: Test connessione
ja: 接続をテスト
ko: 연결 테스트

# settings.title
source: 系统设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정

# settings.url
source: 地址
de: URL
en: URL
es: URL
fr: URL
it: URL
ja: URL
ko: URL

# settings.usePublicService
source: 使用公共 AI 服务
de: Use Public AI Service
en: Use Public AI Service
es: Use Public AI Service
fr: Use Public AI Service
it: Use Public AI Service
ja: Use Public AI Service
ko: Use Public AI Service

# settings.version
source: 版本
de: Version
en: Version
es: Versión
fr: Version
it: Versione
ja: バージョン
ko: 버전

# Shell & CLI
source: 命令行
de: Shell & CLI
en: Shell & CLI
es: Shell & CLI
fr: Shell & CLI
it: Shell & CLI
ja: Shell & CLI
ko: Shell & CLI

# sidebar.configs
source: 配置管理
de: Configs
en: Configs
es: Configs
fr: Configs
it: Configs
ja: Configs
ko: Configs

# sidebar.home
source: 主页
de: Start
en: Home
es: Inicio
fr: Accueil
it: Home
ja: ホーム
ko: 홈

# sidebar.launchagent
source: 自启服务
de: LaunchAgent
en: LaunchAgent
es: LaunchAgent
fr: LaunchAgent
it: LaunchAgent
ja: LaunchAgent
ko: LaunchAgent

# sidebar.logs
source: 日志分析
de: Logs
en: Logs
es: Logs
fr: Logs
it: Logs
ja: Logs
ko: Logs

# sidebar.monitor
source: 系统概览
de: Monitor
en: Monitor
es: Monitor
fr: Monitor
it: Monitor
ja: Monitor
ko: Monitor

# sidebar.ports
source: 端口管理
de: Ports
en: Ports
es: Puertos
fr: Ports
it: Porte
ja: ポート
ko: 포트

# sidebar.processes
source: 进程管理
de: Prozesse
en: Processes
es: Procesos
fr: Processus
it: Processi
ja: プロセス
ko: 프로세스

# sidebar.servers
source: 服务器管理
de: Serververwaltung
en: Server Management
es: Gestión de servidores
fr: Gestion des serveurs
it: Gestione server
ja: サーバー管理
ko: 서버 관리

# sidebar.serviceManagement
source: 服务管理
de: Dienstverwaltung
en: Service Management
es: Gestión de servicios
fr: Gestion des services
it: Gestione servizi
ja: サービス管理
ko: 서비스 관리

# sidebar.settings
source: 系统设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정

# sidebar.system
source: 系统
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템

# sidebar.systemTools
source: 系统工具
de: Systemwerkzeuge
en: System Tools
es: Herramientas del sistema
fr: Outils système
it: Strumenti di sistema
ja: システムツール
ko: 시스템 도구

# startup.connecting
source: 正在连接到主机:
de: Verbinde mit
en: Connecting to
es: Conectando a
fr: Connexion à
it: Connessione a
ja: 接続中:
ko: 연결 중:

# startup.switchServer
source: 切换服务器
de: Server wechseln
en: Switch Server
es: Cambiar de servidor
fr: Changer de serveur
it: Cambia server
ja: サーバーを切り替える
ko: 서버 전환

# status.active
source: 活动
de: ACTIVE
en: ACTIVE
es: ACTIVE
fr: ACTIVE
it: ACTIVE
ja: ACTIVE
ko: ACTIVE

# status.disabled
source: 已禁用
de: DISABLED
en: DISABLED
es: DISABLED
fr: DISABLED
it: DISABLED
ja: DISABLED
ko: DISABLED

# status.enabled
source: 已启用
de: ENABLED
en: ENABLED
es: ENABLED
fr: ENABLED
it: ENABLED
ja: ENABLED
ko: ENABLED

# status.exited
source: 已退出
de: EXITED
en: EXITED
es: EXITED
fr: EXITED
it: EXITED
ja: EXITED
ko: EXITED

# status.inactive
source: 非活动
de: INACTIVE
en: INACTIVE
es: INACTIVE
fr: INACTIVE
it: INACTIVE
ja: INACTIVE
ko: INACTIVE

# status.loaded
source: 已加载
de: LOADED
en: LOADED
es: LOADED
fr: LOADED
it: LOADED
ja: LOADED
ko: LOADED

# status.loading
source: 加载中
de: LOADING
en: LOADING
es: LOADING
fr: LOADING
it: LOADING
ja: LOADING
ko: LOADING

# status.offline
source: 离线
de: OFFLINE
en: OFFLINE
es: OFFLINE
fr: OFFLINE
it: OFFLINE
ja: OFFLINE
ko: OFFLINE

# status.online
source: 在线
de: ONLINE
en: ONLINE
es: ONLINE
fr: ONLINE
it: ONLINE
ja: ONLINE
ko: ONLINE

# status.restarting
source: 重启中
de: RESTARTING
en: RESTARTING
es: RESTARTING
fr: RESTARTING
it: RESTARTING
ja: RESTARTING
ko: RESTARTING

# status.running
source: 正在运行
de: RUNNING
en: RUNNING
es: RUNNING
fr: RUNNING
it: RUNNING
ja: RUNNING
ko: RUNNING

# status.stopped
source: 已停止
de: STOPPED
en: STOPPED
es: STOPPED
fr: STOPPED
it: STOPPED
ja: STOPPED
ko: STOPPED

# status.unloaded
source: 未加载
de: UNLOADED
en: UNLOADED
es: UNLOADED
fr: UNLOADED
it: UNLOADED
ja: UNLOADED
ko: UNLOADED

# System
source: 系统
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템

# terminal.addCommand
source: 添加命令
de: Add Command
en: Add Command
es: Add Command
fr: Add Command
it: Add Command
ja: Add Command
ko: Add Command

# terminal.aiHint
source: 请先输入自然语言（例如：查找超过 100MB 的文件），再点击魔棒图标
de: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
en: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
es: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
fr: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
it: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
ja: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand
ko: Type natural language (e.g. 'find files larger than 100MB') then tap the magic wand

# terminal.aiTranslating
source: 正在转换成命令...
de: Converting to command...
en: Converting to command...
es: Converting to command...
fr: Converting to command...
it: Converting to command...
ja: Converting to command...
ko: Converting to command...

# terminal.commandName
source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름

# terminal.commandNamePlaceholder
source: 输入命令名称
de: Enter command name
en: Enter command name
es: Enter command name
fr: Enter command name
it: Enter command name
ja: Enter command name
ko: Enter command name

# terminal.commandPrompt
source: 命令内容
de: Befehl
en: Command
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령

# terminal.commonCommands
source: 常用命令
de: Schnellaktionen
en: Quick Actions
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ja: クイック操作
ko: 빠른 작업

# terminal.executing
source: 正在执行
de: Wird ausgeführt
en: Executing
es: Ejecutando
fr: Exécution
it: In esecuzione
ja: 実行中
ko: 실행 중

# terminal.finished
source: 执行完毕
de: Abgeschlossen
en: Finished
es: Finalizado
fr: Terminé
it: Completato
ja: 完了
ko: 완료

# terminal.output
source: 终端输出
de: Terminal Output
en: Terminal Output
es: Terminal Output
fr: Terminal Output
it: Terminal Output
ja: Terminal Output
ko: Terminal Output

# terminal.placeholder
source: 输入命令或自然语言...
de: Command or Natural Language...
en: Command or Natural Language...
es: Command or Natural Language...
fr: Command or Natural Language...
it: Command or Natural Language...
ja: Command or Natural Language...
ko: Command or Natural Language...

# terminal.stopped
source: 操作已停止
de: Gestoppt
en: Stopped
es: Detenido
fr: Arrêté
it: Fermato
ja: 停止済み
ko: 중지됨

# terminal.title
source: 终端命令执行
de: Terminal
en: Terminal
es: Terminal
fr: Terminal
it: Terminale
ja: ターミナル
ko: 터미널

# terminal.waiting
source: 等待指令...
de: Waiting for command...
en: Waiting for command...
es: Waiting for command...
fr: Waiting for command...
it: Waiting for command...
ja: Waiting for command...
ko: Waiting for command...

# Web Server
source: Web 服务器
de: Web Server
en: Web Server
es: Web Server
fr: Web Server
it: Web Server
ja: Web Server
ko: Web Server
